import { INewsData } from "@/types/news";



export const NEWS_DATA: INewsData[] = [
  {
    date: "19.02.2025",
    slug: "kak-vybrat-luchshego-vracha-v-tashkente-5-glavnyh-kriteriev",
    title: {
      ru: "Как выбрать лучшего врача в Ташкенте: 5 главных критериев",
      uz: "",
      en: "",
    },
    description: {
      ru: "Выбор врача — ответственное решение, от которого зависит ваше здоровье и самочувствие. В Ташкенте работает множество специалистов, но как найти того, кому можно доверить свое здоровье? Разберем 5 ключевых критериев, которые помогут вам сделать правильный выбор.",
      uz: "",
      en: "",
    },
    option: [
      {
        title: { ru: "Квалификация и опыт работы", uz: "", en: "" },
        img: "https://ucarecdn.com/a4e557fc-cc5d-44aa-908c-cd481c8b65b1/-/preview/1000x777/",
        subtitle: {
          ru: `Первое, на что стоит обратить внимание при выборе врача, — его образование и профессиональный опыт. Уточните:
- Где врач получил образование?
- Какие дополнительные курсы и сертификаты он имеет?
- Как долго он работает по своей специальности?
Чем больше практического опыта у специалиста, тем выше вероятность, что он сможет быстро и точно поставить диагноз, назначить эффективное лечение и избежать ошибок.`,
          uz: "",
          en: "",
        },
      },
      {
        title: { ru: "Репутация среди пациентов", uz: "", en: "" },
        img: "",
        subtitle: {
          ru: `Отзывы пациентов — это один из самых важных факторов при выборе врача. Обратите внимание на:
- Общий рейтинг врача по отзывам
- Конкретные комментарии о методах лечения
- Отношение к пациентам и внимательность к деталям
Важно учитывать, что единичные негативные отзывы могут быть субъективными. Лучше анализировать общую картину: если большинство пациентов рекомендуют врача, это хороший знак.`,
          uz: "",
          en: "",
        },
      },
      {
        title: {
          ru: "Современные методы диагностики и лечения",
          uz: "",
          en: "",
        },
        img: "https://ucarecdn.com/562a2aff-4fbb-427a-823d-d3eb829b8f11/-/preview/1000x777/",
        subtitle: {
          ru: `Медицина не стоит на месте, и хороший врач должен идти в ногу со временем. Узнайте:
- Какие методы диагностики использует врач?
- Применяет ли он современные технологии в лечении?
- Открыт ли он к новым подходам и исследованиям?
Если врач использует устаревшие методы и не стремится к повышению квалификации, есть вероятность, что лечение будет менее эффективным.`,
          uz: "",
          en: "",
        },
      },
      {
        title: { ru: "Индивидуальный подход и внимательность", uz: "", en: "" },
        img: "",
        subtitle: {
          ru: `Настоящий профессионал не просто ставит диагноз, а учитывает все особенности пациента: возраст, образ жизни, хронические заболевания. Обратите внимание на:
- Насколько врач внимательно слушает ваши жалобы
- Задает ли он уточняющие вопросы
- Объясняет ли вам понятным языком, что происходит с вашим организмом
Если врач поверхностно относится к пациенту, не объясняет детали диагноза и лечения, стоит задуматься о поиске другого специалиста.`,
          uz: "",
          en: "",
        },
      },
      {
        title: { ru: "Удобство записи и доступность", uz: "", en: "" },
        img: "https://ucarecdn.com/8e4c1a10-95f7-4f24-80bf-ea80c6e7a65e/-/preview/1000x777/",
        subtitle: {
          ru: `Даже самый опытный врач не сможет вам помочь, если попасть к нему на прием невозможно. Учитывайте:
- Насколько быстро можно записаться на прием
- Работает ли врач в удобное для вас время
- Доступность клиники или кабинета
Важно, чтобы врач был не только квалифицированным, но и удобным для посещения. Если к нему трудно попасть или запись расписана на месяцы вперед, возможно, стоит рассмотреть альтернативные варианты.`,
          uz: "",
          en: "",
        },
      },
      {
        title: { ru: "Итог", uz: "", en: "" },
        img: "",
        subtitle: {
          ru: `Выбор врача в Ташкенте — важный процесс, к которому стоит подходить серьезно. Ориентируйтесь на квалификацию, отзывы, методы лечения, отношение к пациенту и удобство записи. Только так вы сможете найти действительно хорошего специалиста, которому можно доверить свое здоровье.`,
          uz: "",
          en: "",
        },
      },
    ],
  },
] ;
